"QUIT_WARNING_TITLE_INSTALLATION"	= "Are you sure you want to quit?";
"QUIT_WARNING_MESSAGE_INSTALLATION"	= "Another computer may be using the disc in this computer's optical drive. Make sure the other computer has finished using the disc before quitting. If you quit, the other computer will be disconnected.";
"QUIT_WARNING_TITLE_DIAGNOSTICS"	= "Are you sure you want to quit?";
"QUIT_WARNING_MESSAGE_DIAGNOSTICS"	= "Another computer may be using the disc in this computer's optical drive. Make sure the other computer has finished using the disc before quitting. If you quit, the other computer will be disconnected.";
"QUIT_WARNING_QUIT_BUTTON"			= "Quit";
"QUIT_WARNING_CANCEL_BUTTON"		= "Cancel";

"DISK_WARNING_TITLE"				= "A disc could not be found.";
"DISK_WARNING_MESSAGE"				= "Insert the disc you want to use and wait a few seconds for it to be recognized.";

"DISK_INSERT_TITLE"					= "Insert the “%@” disc to continue installation.";
"DISK_INSERT_MESSAGE"				= "The installer requires this disc to continue installing Mac OS X.";

"DISK_INSERT_TITLE_EJECT_FAILED"	= "The install disc could not be ejected.";
"DISK_INSERT_MESSAGE_EJECT_FAILED"	= "Quit any other applications that may be using the install disc, and then eject it manually.\n\nOnce you have ejected the install disc, insert the “%@” disc to continue installation.";

"SERVER_ERROR_TITLE"				= "The disc could not be shared.";
"SERVER_ERROR_MESSAGE"				= "An error occurred starting optical disc sharing. Try quitting any other network applications on this Mac before continuing.";

"STATUS_WAITING"					= "Waiting for the other computer to connect…";
"STATUS_CONNECTED"					= "Waiting for the other computer to start up…";
"STATUS_STARTED"					= "Waiting for Mac OS X Installer…";
"STATUS_WAITING_FOR_DISC"			= "Waiting for disc “%@”…";

"STATUS_FAILURE"					= "Mac OS X failed to install.";
"STATUS_FAILURE_MESSAGE"			= "Refer to the installer for more information.";

"STATUS_SUCCESS"					= "Mac OS X was successfully installed.";
"STATUS_SUCCESS_MESSAGE"			= "You may now quit this assistant.";

"DISK_NAME_TEMPLATE"				= "%@\n";
"DISK_INFO_TEMPLATE"				= "%@\nVersion %@\nBuild %@";
"DISK_INFO_TEMPLATE_DIAGS"			= "%@\n%@\n%@";

"APPLE_HARDWARE_TEST"				= "Apple Hardware Test";

"SERVER_NAME_TEMPLATE"				= "%1$@ (%2$@)";

